import {
    icon1,
    icon2,
    icon3,
    icon4,
    icon5,
    icon6,
    forschool1,
    forschool2,
    forschool3,
    careericon1,
    careericon2,
    careericon3,
    zeroicon1,
    zeroicon2,
    zeroicon3,
    sicon1,
    sicon2,
    sicon3,
    sicon4,
    people1,
    people2,
    people3,
    people4,
    people5,
    people6,
    people7,
    people8,
    people9,
    people10,

} from "../assets";

export const uniFAQ = [
  {
    title: "Мне еще не исполнилось 18 лет, могу ли я попасть на программы?",
    para: "Да, вы можете поучаствовать в некоторых наших онлайн-программах. Например, вам доступны курсы «Нулевой Семестр», «Финтех-Тренды», «Машинное обучение» и «Глубокое обучение»",
  },
  {
    title: "А если я уже давно окончил вуз?",
    para: "Верхнего возрастного ограничения нет, вы можете подать заявку на онлайн-программы и проекты лаборатории. Программы в вузах и стипендия доступны только студентам",
  },
  {
    title: "Могу ли участвовать, если у меня нет гражданства РФ?",
    para: "Участвовать в образовательных программах на базе вузов могут студенты очной формы обучения российских вузов с любым гражданством. В онлайн-программах могут участвовать все желающие",
  },
  {
    title: "Нужно ли профильное образование, чтобы принять участие?",
    para: "Вы можете подавать заявку на онлайн-программы с любым профилем. На некоторых программах, где есть вступительные испытания, кураторы смотрят на результаты экзаменов, вашу мотивацию и релевантный опыт. Программы в вузах доступны только студентам перечисленных вузов",
  },
  {
    title: "Можно ли пройти у вас производственную практику/целевое обучение?",
    para: "К сожалению, такой возможности нет",
  },
  {
    title: "Как вы оформляете работу над проектами в Лабораториях?",
    para: "Оформляем официально на работу по трудовому договору в лабораторию на базе университета",
  },
  {
    title: "Куда можно обратиться с дополнительными вопросами?",
    para: "Вопросы по условиям задач экзамена можно задать боту Т‑Образования в Телеграме @clar_tbot, в письме на best-talents@tinkoff.ru или в сообществе во ВКонтакте",
  },
]

export const unicon = [
  {
    icon: icon5,
    title: "Сотрудничаем с ведущими вузами",
    para: "Обучаем разработке, аналитике и ML на спецкурсах, собственных кафедрах бакалавриата и магистратуры",
  },
  {
    icon: icon3,
    title: "Преподаватели — опытные специалисты Т‑Банка",
    para: "Делятся знаниями, которые проверили на практике",
  },
  {
    icon: icon4,
    title: "Разные форматы",
    para: "Все наши проекты бесплатные. Большинство можно проходить онлайн. По длительности — от трех недель до двух лет",
  },
  {
    icon: icon2,
    title: "Возможность совмещать учебу и работу",
    para: "Можно выбрать программу и нагрузку под свои запросы. Например, работать над проектами лаборатории Т-Банка и учиться в вузе",
  },
]

export const PFAQ = [
  {
    title: "В какие сроки нужно подать заявку?",
    para: "Подать заявку можно до 3 июля 2024 года включительно Заполнить анкету участника на сайте необходимо с 1 апреля по 3 июля 2024 года Пройти предметное тестирование нужно с 25 июня по 3 июля 2024 года (до 23:59 мск). Те, кто успешно пройдет предметное тестирование, смогут пройти педагогический блок по математике и физике, начиная с 6 июля.",
  },
  {
    title: "Сколько времени отводится на решение задач предметного тестирования и педагогического блока?",
    para: "Приступить к задачам предметного тестирования можно в любой момент до 3 июля. Задания педагогического блока по физике и математике откроются 6 июля. В заданиях по математике после старта запустится таймер на 3 часа. Паузу сделать не получится, важно решить все задачи сразу. Доступ к заданиям по математике открыт с 6 по 7 июля, по физике — с 6 по 9 июля включительно.",
  },
  {
    title: "Сколько заявок я могу подать?",
    para: "Только одну",
  },
  {
    title: "Я могу попросить кого-то помочь мне заполнить заявку?",
    para: "С техническими сложностями по заполнению можно обращаться на почту best-talents@tinkoff.ru. Содержательную же часть каждый заполняет сам. Пожалуйста, внимательно изучите положение о конкурсе, чтобы подготовить заявку, которая сможет пройти проверку на формальные требования.",
  },

  {
    title: "Есть ли возрастные ограничения для участников конкурса?",
    para: "Участник конкурса должен быть не младше 18 лет на момент подачи заявки. Верхней планки по возрасту нет.",
  },
  {
    title: "Можно ли подать коллективную заявку от нескольких учителей?",
    para: "Нет, заявку на участие можно подать только от одного человека. Но можно делиться ссылкой на конкурс со своими коллегами и знакомыми.",
  },
  {
    title: "Могут ли организации принять участие в конкурсе?",
    para: "Нет, участвуют только учителя",
  },
  {
    title: "Могут ли принять участие в конкурсе граждане других государств?",
    para: "Нет, только граждане РФ",
  },
  {
    title: "Какие документы и материалы нужно будет предоставить вместе с заявкой?",
    para: "Обязательно: Справку по форме общеобразовательного учреждения или организации дополнительного образования с печатью, подтверждающую учебную нагрузку не менее 9 часов в неделю по дисциплине «математика», «информатика» или «физика», из которых в старших классах не менее 1 часа",
  },
  {
    title: "Я преподаю математику и/или информатику и/или физику, но официально предмет называется иначе. Я могу участвовать в конкурсе?",
    para: "Да, участвовать могут все учителя, которые преподают математику, информатику или физику в школе или организации дополнительного образования на момент 1 сентября 2024 года, независимо от того, как называется их должность в трудовой книжке",
  },

  {
    title: "Я преподаю в средних и в старших классах, могу ли я участвовать в конкурсе?",
    para: "Да, если вы отвечаете требованиям проекта: у вас минимум год общего педагогического стажа; объем учебной нагрузки не менее 9 часов в неделю по дисциплине «математика», «информатика» или «физика», из которых в старших классах не менее 1 часа",
  },
  {
    title: "Я работаю в школе по совместительству, могу ли я принять участие в конкурсе?",
    para: "Да, если вы отвечаете требованиям проекта: у вас минимум год общего педагогического стажа; объем учебной нагрузки не менее 9 часов в неделю по дисциплине «математика», «информатика» или «физика», из которых в старших классах не менее 1 часа",
  },
  {
    title: "В какие сроки какой этап будет проводиться?",
    para: "До 3 июля 2024 года (до 23:59 мск) — прием заявок. С 25 июня (с 00:00 мск) по 3 июля 2024 года (до 23:59 мск) — прохождение предметного тестирования. С 15:00 6 июля до 21:00 7 июля — прохождение педагогического блока по математике для тех, кто успешно пройдет предметное тестирование. По физике блок будет доступен с 6 июля (с 00:00 мск) по 09 июля 2024 года (до 23:59 мск). С 18 июля (с 00:00 мск) 2024 года по 5 сентября (до 23:59 мск) 2024 года — интервью с финалистами. С 1 сентября (с 00:00 мск) по 25 сентября (до 23:59 мск) — загрузка финалистами видеофрагмента урока  До 10 октября 2024 года (до 23:59 мск) — объявление результатов.",
  },
  {
    title: "Могу ли я пропустить один из этапов отбора?",
    para: "Нет, пропустить нельзя. Участники должны пройти все предложенные этапы",
  },
  {
    title: "Если я начал проходить предметное тестирование и вышел из системы, сохраняется ли прогресс по выполнению задач?",
    para: "Если в задании есть таймер, сделать паузу не получится. Если таймера нет, решайте задачи в удобном темпе до момента окончания этапа. Прогресс по решению в этом случае сохраняется. ",
  },
  {
    title: "Как будут оцениваться заявки, видеофрагмент урока и интервью?",
    para: "Заявку проверяем на соответствие формальным требованиям и критериям Предметное тестирование и педагогический блок оцениваются по количеству правильных ответов Финалистов приглашаем на интервью, оно проходит с участием членов экспертного совета проекта По итогам этапов отбора формируется индивидуальный рейтинг каждого участника, на его основе мы и выбираем победителей",
  },
  {
    title: "Когда будут известны итоги конкурса?",
    para: "Не позднее 10 октября 2024 года. Если по какой-то причине мы перенесем дату, сообщим об этом на главной странице сайта конкурса",
  },
  {
    title: "Как узнать об итогах?",
    para: "Мы опубликуем информацию на сайте конкурса. Кроме того, все участники, независимо от результата прохождения этапов отбора, получат письма на электронную почту. Пожалуйста, перепроверьте почту, которую вы указываете в заявке, потому что именно ее будем использовать для связи с вами. Если вы должны были получить письмо, а оно не пришло, сначала проверьте папки «Входящие» и «Спам». Если в течение трех дней писем нет, напишите нам на best-talents@tinkoff.ru.",
  },
  {
    title: "Какая сумма гранта?",
    para: "Сумма гранта — 150 000 ₽, после вычета налогов. Мы сами исчисляем и уплачиваем НДФЛ в качестве налогового агента Победителя Конкурса. Эта официальная фраза значит, что вам не нужно заниматься расчетами, мы все сделаем сами, вы просто получите 150 000 ₽",
  },
]

export const jury = [
  {
    name: "Блинков Александр Давидович",
    role: "Член жюри",
    img: people1,
    para: "— Старший методист и учитель математики школы №218 Москвы. Сотрудник центра педагогического мастерства и московского центра «Непрерывного математического образования. Заслуженный учитель РФ. Отличник образования. Лауреат премии фонда «Династия» Дмитрия Зимина «За выдающиеся заслуги в образовании за 2023 год». Лауреат премии правительства РФ в области образования"
  },
  {
    name: "Юрий Эдлин",
    role: "Член жюри",
    img: people2,
    para: "— Преподаватель математики в Лицее «Физико-техническая школа» им. Ж. И. Алферова. Член жюри Олимпиады Эйлера для учителей математики Санкт-Петербурга и Северо-Западa. Секретарь Санкт-Петербургского семинара учителей математики. Координатор открытой школы-семинара учителей математи. Победитель конкурса лучших учителей в рамках приоритетного национального проекта «Образование»"
  },
  {
    name: "Юрий Скаков",
    role: "Член жюри",
    img: people3,
    para: "— Учитель физики и преподаватель олимпиадных кружков с 2013 по 2022 годы. На протяжении 4 лет являлся тренером сборной России по подготовке к участию в международных олимпиадах по физике"
  },
  {
    name: "Константин Парфёнов",
    role: "Член жюри",
    img: people4,
    para: "— Кандидат физико-математических наук. Доцент МГУ. член ЦПМК по физике. Член жюри Всероссийской олимпиады школьников по физике"
  },
  {
    name: "Денис Кириенко",
    role: "Член жюри",
    img: people5,
    para: "— Учитель информатики в школе № 179, г. Москва. Председатель жюри московских олимпиад по информатике."
  },
  {
    name: "Игорь Мамай",
    role: "Член жюри",
    img: people6,
    para: "— Кандидат физико-математических наук. Доцент факультета компьютерных наук НИУ ВШЭ"
  },
  {
    name: "Елена Андреева",
    role: "Член жюри",
    
    para: "— Заведующий кафедрой информатики СУНЦ МГУ. Председатель жюри московских олимпиад по информатике. Член методической комиссии и член жюри заключительного этапа Всероссийской олимпиады школьников по информатике. Член ЦПМК по информатике. Кандидат физико-математических наук"
  },
  {
    name: "Максим Аркушин",
    role: "Член жюри",
    img: people7,
    para: "— Ведущий специалист центра развития физмат образования МФТИ. Учитель физики в Лицее «Вторая школа» имени В. Ф. Овчинникова"
  },
  {
    name: "Михаил Густокашин",
    role: "Член жюри",
    img: people8,
    para: "— Директор Центра студенческих олимпиад факультета компьютерных наук НИУ ВШЭ"
  },
  {
    name: "Игорь Эльман",
    role: "Член жюри",
    img: people9,
    para: "— Преподаватель математики ГБОУ Школа № 218 и ГБОУ Школа № 179. Член методической комиссии и жюри ММО, математических регат. Победитель и призер творческих конкурсов учителей математики разных лет. Победитель олимпиады «Учитель школы большого города»"
  },
  {
    name: "Дмитрий Мухин",
    role: "Член жюри",
    img: people10,
    para: "— Преподаватель математики в ГБОУ Школа №179 и НИУ ВШЭ. Многократный победитель Творческих конкурсов учителей математики . Лауреат конкурса «Педагог года Москвы». Член жюри ММО и Геометрической олимпиады им.Шарыгина"
  },
]

export const schoolFAQ = [
  {
    title: "Могу ли я участвовать, если у меня нет гражданства РФ?",
    para: "Да, мы ждем участников с любым гражданством",
  },
  {
    title: "Могу ли я подать заявку на два и более курса?",
    para: "Да, вы можете одновременно проходить несколько курсов",
  },
  {
    title: "Куда можно обратиться с дополнительными вопросами?",
    para: "Вопросы можно задать боту Т‑Образования в Телеграме @clar_tbot, в письме на best-talents@tinkoff.ru или в сообществе во ВКонтакте",
    
  },
]

export const sicon = [
  {
    icon: sicon1,
    title: "Курсы",
  },
  {
    icon: sicon2,
    title: "Олимпиады",
  },
  {
    icon: sicon3,
    title: "Активность",
  },
  {
    icon: sicon4,
    title: "Партнерские программы",
  },
]

export const course = [
    {
      icon: icon1,
      title: "Готовим школьников к олимпиадам",
      para: "Учим решать задачи по математике, информатике и экономике",
    },
    {
      icon: icon2,
      title: "Сотрудничаем с вузами",
      para: "Готовим специалистов на собственных кафедрах, открываем лаборатории, делимся опытом на спецкурсах",
    },
    {
      icon: icon3,
      title: "Запускаем стажировки",
      para: "Проводим оплачиваемые стажировки по направлениям аналитики, бэкенд- и фронтенд-разработки, QA, маркетинга и другим",
    },
    {
      icon: icon4,
      title: "Проводим курсы и мероприятия",
      para: "Организовываем интенсивы для профессионального развития и нетворкинга",
    },
];

export const courseSchool = [
  {
    icon: icon1,
    title: "Для кого",
    para: "Для учеников 5—11-х классов, которым интересны математика и информатика",
  },
  {
    icon: icon2,
    title: "Формат",
    para: "Онлайн и офлайн. Все занятия, курсы и другие проекты бесплатные",
  },
  {
    icon: icon5,
    title: "Уровни сложности",
    para: "Для ребят с разным уровнем подготовки — от начинающих до продвинутых",
  },
  {
    icon: icon6,
    title: "Как попасть",
    para: "На некоторые программы нужно пройти отбор, другие доступны без вступительных испытаний",
    btext: "Выбрать курс",
  },
];

export const forSchool = [
  {
    title: "Т‑Банк Финтех",
    para: "Бесплатные трехмесячные курсы по аналитике, разработке, маркетингу и дизайну",
    img: forschool1,
    btext: "Выбрать курс",
  },
  {
    title: "Т-банк Академия",
    para: "Читаем лекции и спецкурсы в вузах России. Предлагаем участвовать в исследовательских проектах",
    img: "",
    btext: "Выбрать программу",
  },
  {
    title: "Talents in t-bank",
    para: "Программы развития для молодых специалистов. Прокачиваем от джуниора до крутого мидла",
    img: "",
    btext: "Попасть в команду",
  },
  {
    title: "Т-Банк Старт",
    para: "Стажировки по направлениям: аналитика, бэкенд- и фронтенд-разработка",
    img: forschool2,
    btext: "Выбрать стажировку",
  },
  {
    title: "Стипендия",
    para: "Поддерживаем талантливых студентов со всей России.",
    img: forschool3,
    btext: "Подробнее",
  },
  {
    title: "Программы в Сириусе",
    para: "Проводим образовательные смены в Сочи или онлайн для школьников, студентов и выпускников",
    img: "",
    btext: "Выбрать смену",
  },
];

export const careercard = [
  {
    icon: careericon1,
    title: "Вакансии",
    para: "Работаем на результат и делаем больше, чем от нас ждут. Можно взять в работу любую задачу",
    bcard: "Посмотреть вакансии",
  },
  {
    icon: careericon2,
    title: "Митапы",
    para: "Делимся опытом и приглашаем выступать экспертов из других компаний",
    bcard: "Выбрать мероприятия",
  },
  {
    icon: careericon3,
    title: "Уровни сложности",
    para: "Проводим интенсивы для мидл-разработчиков, рассказываем про редкие технологии",
    bcard: "Выбрать напровление",
  },
]

export const zerocard = [
  {
    icon: zeroicon1,
    title: "Кому подойдут ИТ-курсы",
    para: "Т‑Образование обучает  с 2016 года. Наши курсы для новичков подходят всем: от школьников до тех, кто захотел попробовать профессию во взрослом возрасте",
  },
  {
    icon: zeroicon2,
    title: "Кто преподает на курсах по ИТ в Т‑Банке",
    para: "У нас 1200+ преподавателей-практиков. Курсы разрабатывают и ведут сотрудники Т‑Банка, которые точно знают, какие знания и навыки пригодятся ученикам в будущем",
  },
  {
    icon: zeroicon3,
    title: "Что получают ученики",
    para: "С нами начали свой путь тысячи . Многие из них попали на стажировку в Т‑Банке и строят успешную карьеру. Когда изучите основы, сможете пройти более сложные курсы",
  },
]

export const FAQzero = [
  {
    title: "Сколько стоит обучение на ИТ-специалиста?",
    para: "Мы предлагаем бесплатное ИТ-обучение. Чтобы начать учиться, просто выберите подходящий ИТ-курс и оставьте заявку на сайте Т‑Образования.",
  },
  {
    title: "Кому подойдут ИТ-курсы?",
    para: "Обучение подойдет новичкам: школьникам, студентам, выпускникам вузов и тем, кто хочет получить новые навыки во взрослом возрасте или повысить цифровую грамотность. Программа рассчитана на начинающих. Вы сможете попробовать себя в профессии и понять, интересно ли вам развиваться в этом направлении. В этом помогут видеоуроки от профессионалов из Т‑Банка и практические задания, похожие на задачи, которыми занимаются наши ИТ-специалисты. Если понравится, вы сможете продолжить учиться: у нас много курсов по разным специальностям и есть стажировки.",
    
  },
  {
    title: "Какой уровень знаний нужен для обучения на ИТ-специалиста?",
    para: "Можно учиться, даже если совсем нет опыта. Необходимые для старта знания и навыки вы получите на курсе.",
    
  },
  {
    title: "Чему можно научиться на курсах по ИТ?",
    para: "У нас есть разные программы обучения на ИТ-специалистов, и на каждой из них вы научитесь основам направления, которое выберете. Например, на курсе по iOS-разработке вы получите базовые знания в программировании на языке Swift и создадите свое первое iOS-приложение. На курсе по анализу данных вы будете использовать для аналитики Python и Excel, научитесь визуализировать данные и делать выводы, опираясь на них.",
 
  },
  {
    title: "Сколько времени длится обучение на ИТ-специалиста?",
    para: "Все зависит от курса. В среднем обучение длится два месяца. Вы сможете проходить курс в удобном темпе, смотреть видеоуроки и выполнять задания когда захотите. Доступ к материалам останется навсегда.",
  
  },
  {
    title: "Какой документ об образовании я получу после прохождения курсов по ИТ?",
    para: "Мы выдаем ученикам сертификаты о прохождении курса Т‑Образования. Их получают те, кто выполнил 75% заданий или больше.",
    
  },
]

export const payment = [
  {
    title: "150 000 ₽ от Т‑Банк Образования",
    para: "Грант могут получить преподаватели математики, информатики и физики 9—11-х классов из любой школы и организации дополнительного образования России",
  },
  {
    title: "Методическая поддержка",
    para: "Мы предлагаем доступ к курсам и дополнительным материалам, которые можно использовать на занятиях с учениками",
  },
  {
    title: "Возможность общаться с талантливыми педагогами",
    para: "Победителей ждут мастер-классы, экскурсии в офисы Т‑Банка, общение и обмен опытом с педагогами со всей страны",
  },
]