import {
    icon1,
    icon2,
    icon3,
    icon4,
    icon5,
    icon6,
    forschool1,
    forschool2,
    forschool3,
} from "../assets";

export const course = [
    {
      icon: icon1,
      title: "Готовим школьников к олимпиадам",
      para: "Учим решать задачи по математике, информатике и экономике",
    },
    {
      icon: icon2,
      title: "Сотрудничаем с вузами",
      para: "Готовим специалистов на собственных кафедрах, открываем лаборатории, делимся опытом на спецкурсах",
    },
    {
      icon: icon3,
      title: "Запускаем стажировки",
      para: "Проводим оплачиваемые стажировки по направлениям аналитики, бэкенд- и фронтенд-разработки, QA, маркетинга и другим",
    },
    {
      icon: icon4,
      title: "Проводим курсы и мероприятия",
      para: "Организовываем интенсивы для профессионального развития и нетворкинга",
    },
];

export const courseSchool = [
  {
    icon: icon1,
    title: "Для кого",
    para: "Для учеников 5—11-х классов, которым интересны математика и информатика",
  },
  {
    icon: icon2,
    title: "Формат",
    para: "Онлайн и офлайн. Все занятия, курсы и другие проекты бесплатные",
  },
  {
    icon: icon5,
    title: "Уровни сложности",
    para: "Для ребят с разным уровнем подготовки — от начинающих до продвинутых",
  },
  {
    icon: icon6,
    title: "Как попасть",
    para: "На некоторые программы нужно пройти отбор, другие доступны без вступительных испытаний",
    btext: "Выбрать курс",
  },
];

export const forSchool = [
  {
    title: "Т‑Банк Финтех",
    para: "Бесплатные трехмесячные курсы по аналитике, разработке, маркетингу и дизайну",
    img: forschool1,
    btext: "Выбрать курс",
  },
  {
    title: "Т-банк Академия",
    para: "Читаем лекции и спецкурсы в вузах России. Предлагаем участвовать в исследовательских проектах",
    btext: "Выбрать программу",
  },
  {
    title: "Talents in t-bank",
    para: "Программы развития для молодых специалистов. Прокачиваем от джуниора до крутого мидла",
    btext: "Попасть в команду",
  },
  {
    title: "Т-Банк Старт",
    para: "Стажировки по направлениям: аналитика, бэкенд- и ",
    img: forschool2,
    btext: "Выбрать стажировку",
  },
  {
    title: "Стипендия",
    para: "Поддерживаем талантливых студентов со всей России.",
    img: forschool3,
    btext: "Подробнее",
  },
  {
    title: "Программы в Сириусе",
    para: "Проводим образовательные смены в Сочи или онлайн для школьников, студентов и выпускников",
    btext: "Выбрать смену",
  },
];

export const payment = [
  {
    title: "150 000 ₽ от Т‑Банк Образования",
    para: "Грант могут получить преподаватели математики, информатики и физики 9—11-х классов из любой школы и организации дополнительного образования России",
  },
  {
    title: "Методическая поддержка",
    para: "Мы предлагаем доступ к курсам и дополнительным материалам, которые можно использовать на занятиях с учениками",
  },
  {
    title: "Возможность общаться с талантливыми педагогами",
    para: "Победителей ждут мастер-классы, экскурсии в офисы Т‑Банка, общение и обмен опытом с педагогами со всей страны",
  },
]