import {
    icon1,
    icon2,
    icon3,
    icon4,
} from "../assets";

const course = [
    {
      icon: icon1,
      title: "Готовим школьников к олимпиадам",
      para: "Учим решать задачи по математике, информатике и экономике",
    },
    {
      icon: icon2,
      title: "Сотрудничаем с вузами",
      para: "Готовим специалистов на собственных кафедрах, открываем лаборатории, делимся опытом на спецкурсах",
    },
    {
      icon: icon3,
      title: "Запускаем стажировки",
      para: "Проводим оплачиваемые стажировки по направлениям аналитики, бэкенд- и фронтенд-разработки, QA, маркетинга и другим",
    },
    {
      icon: icon4,
      title: "Проводим курсы и мероприятия",
      para: "Организовываем интенсивы для профессионального развития и нетворкинга",
    },
];

export default course