import {
    icon1,
    icon2,
    icon3,
    icon4,
    icon5,
    icon6,
    forschool1,
    forschool2,
    forschool3,
    careericon1,
    careericon2,
    careericon3,
    zeroicon1,
    zeroicon2,
    zeroicon3,
    sicon1,
    sicon2,
    sicon3,
    sicon4
} from "../assets";

export const PokoOtbo = [
  {
    title: "Прием заявок",
    data: "До 3 июля 2024 года",
    para: "Заполните анкету на сайте Т‑Образования и расскажите о себе и вашем опыте работы",
  },

  {
    title: "Конкурсный отбор",
    data: "с 25 июня по 3 июля 2024 года",
    para: "Предметное тестирование: пройдите тест и решите задачи по своей дисциплине",
  },

  {
    title: "",
    data: "с 6 июля (15:00 мск) до 7 июля (21:00 мск) 2024 года ",
    para: "Педагогический блок по математике: необходимо проанализировать и решить методические предметные задачи. Блок доступен в случае успешного прохождения предметного тестирования.",
  },

  {
    title: "",
    data: "с 6 июля (00:00 мск) до 9 июля (23:59 мск) 2024 года ",
    para: "Педагогический блок по физике: необходимо решить методические, творческие и эксперементальные задачи. Блок доступен в случае успешного прохождения предметного тестирования.",
  },

  {
    title: "Онлайн-интервью с финалистами",
    data: "с 18 июля по 25 сентября 2024 года",
    para: "Кандидатам, которые успешно прошли отборочные испытания, вышлем приглашение на интервью. Интервью продлится 40—60 минут. Спросим о вашей мотивации и ценностях, продемонстрируете профессиональные навыки",
  },

  {
    title: "Видеофрагмент урока и подтверждение статуса учителя",
    data: "с 1 сентября по 10 октября 2024 года",
    para: "Снимите фрагмент вашего урока по математике, информатике или физике в старших классах, который отражает методы и формы работы с учениками. Длина видео — не более 15 минут. Потребуется прикрепить сканированную копию трудовой книжки и справку о вашей учебной нагрузке",
  },
  
  {
    title: "Объявление победителей",
    data: "не позднее 25 октября 2024 года",
    para: "Опубликуем список победителей на сайте",
  },
]


export const schoolFAQ = [
  {
    title: "Могу ли я участвовать, если у меня нет гражданства РФ?",
    para: "Да, мы ждем участников с любым гражданством",
  },
  {
    title: "Могу ли я подать заявку на два и более курса?",
    para: "Да, вы можете одновременно проходить несколько курсов",
  },
  {
    title: "Куда можно обратиться с дополнительными вопросами?",
    para: "Вопросы можно задать боту Т‑Образования в Телеграме @clar_tbot, в письме на best-talents@tinkoff.ru или в сообществе во ВКонтакте",
    
  },
]

export const sicon = [
  {
    icon: sicon1,
    title: "Курсы",
  },
  {
    icon: sicon2,
    title: "Олимпиады",
  },
  {
    icon: sicon3,
    title: "Активность",
  },
  {
    icon: sicon4,
    title: "Партнерские программы",
  },
]

export const course = [
    {
      icon: icon1,
      title: "Готовим школьников к олимпиадам",
      para: "Учим решать задачи по математике, информатике и экономике",
    },
    {
      icon: icon2,
      title: "Сотрудничаем с вузами",
      para: "Готовим специалистов на собственных кафедрах, открываем лаборатории, делимся опытом на спецкурсах",
    },
    {
      icon: icon3,
      title: "Запускаем стажировки",
      para: "Проводим оплачиваемые стажировки по направлениям аналитики, бэкенд- и фронтенд-разработки, QA, маркетинга и другим",
    },
    {
      icon: icon4,
      title: "Проводим курсы и мероприятия",
      para: "Организовываем интенсивы для профессионального развития и нетворкинга",
    },
];

export const courseSchool = [
  {
    icon: icon1,
    title: "Для кого",
    para: "Для учеников 5—11-х классов, которым интересны математика и информатика",
  },
  {
    icon: icon2,
    title: "Формат",
    para: "Онлайн и офлайн. Все занятия, курсы и другие проекты бесплатные",
  },
  {
    icon: icon5,
    title: "Уровни сложности",
    para: "Для ребят с разным уровнем подготовки — от начинающих до продвинутых",
  },
  {
    icon: icon6,
    title: "Как попасть",
    para: "На некоторые программы нужно пройти отбор, другие доступны без вступительных испытаний",
    btext: "Выбрать курс",
  },
];

export const forSchool = [
  {
    title: "Т‑Банк Финтех",
    para: "Бесплатные трехмесячные курсы по аналитике, разработке, маркетингу и дизайну",
    img: forschool1,
    btext: "Выбрать курс",
  },
  {
    title: "Т-банк Академия",
    para: "Читаем лекции и спецкурсы в вузах России. Предлагаем участвовать в исследовательских проектах",
    img: "",
    btext: "Выбрать программу",
  },
  {
    title: "Talents in t-bank",
    para: "Программы развития для молодых специалистов. Прокачиваем от джуниора до крутого мидла",
    img: "",
    btext: "Попасть в команду",
  },
  {
    title: "Т-Банк Старт",
    para: "Стажировки по направлениям: аналитика, бэкенд- и фронтенд-разработка",
    img: forschool2,
    btext: "Выбрать стажировку",
  },
  {
    title: "Стипендия",
    para: "Поддерживаем талантливых студентов со всей России.",
    img: forschool3,
    btext: "Подробнее",
  },
  {
    title: "Программы в Сириусе",
    para: "Проводим образовательные смены в Сочи или онлайн для школьников, студентов и выпускников",
    img: "",
    btext: "Выбрать смену",
  },
];

export const careercard = [
  {
    icon: careericon1,
    title: "Вакансии",
    para: "Работаем на результат и делаем больше, чем от нас ждут. Можно взять в работу любую задачу",
    bcard: "Посмотреть вакансии",
  },
  {
    icon: careericon2,
    title: "Митапы",
    para: "Делимся опытом и приглашаем выступать экспертов из других компаний",
    bcard: "Выбрать мероприятия",
  },
  {
    icon: careericon3,
    title: "Уровни сложности",
    para: "Проводим интенсивы для мидл-разработчиков, рассказываем про редкие технологии",
    bcard: "Выбрать напровление",
  },
]

export const zerocard = [
  {
    icon: zeroicon1,
    title: "Кому подойдут ИТ-курсы",
    para: "Т‑Образование обучает  с 2016 года. Наши курсы для новичков подходят всем: от школьников до тех, кто захотел попробовать профессию во взрослом возрасте",
  },
  {
    icon: zeroicon2,
    title: "Кто преподает на курсах по ИТ в Т‑Банке",
    para: "У нас 1200+ преподавателей-практиков. Курсы разрабатывают и ведут сотрудники Т‑Банка, которые точно знают, какие знания и навыки пригодятся ученикам в будущем",
  },
  {
    icon: zeroicon3,
    title: "Что получают ученики",
    para: "С нами начали свой путь тысячи . Многие из них попали на стажировку в Т‑Банке и строят успешную карьеру. Когда изучите основы, сможете пройти более сложные курсы",
  },
]

export const FAQzero = [
  {
    title: "Сколько стоит обучение на ИТ-специалиста?",
    para: "Мы предлагаем бесплатное ИТ-обучение. Чтобы начать учиться, просто выберите подходящий ИТ-курс и оставьте заявку на сайте Т‑Образования.",
  },
  {
    title: "Кому подойдут ИТ-курсы?",
    para: "Обучение подойдет новичкам: школьникам, студентам, выпускникам вузов и тем, кто хочет получить новые навыки во взрослом возрасте или повысить цифровую грамотность. Программа рассчитана на начинающих. Вы сможете попробовать себя в профессии и понять, интересно ли вам развиваться в этом направлении. В этом помогут видеоуроки от профессионалов из Т‑Банка и практические задания, похожие на задачи, которыми занимаются наши ИТ-специалисты. Если понравится, вы сможете продолжить учиться: у нас много курсов по разным специальностям и есть стажировки.",
    
  },
  {
    title: "Какой уровень знаний нужен для обучения на ИТ-специалиста?",
    para: "Можно учиться, даже если совсем нет опыта. Необходимые для старта знания и навыки вы получите на курсе.",
    
  },
  {
    title: "Чему можно научиться на курсах по ИТ?",
    para: "У нас есть разные программы обучения на ИТ-специалистов, и на каждой из них вы научитесь основам направления, которое выберете. Например, на курсе по iOS-разработке вы получите базовые знания в программировании на языке Swift и создадите свое первое iOS-приложение. На курсе по анализу данных вы будете использовать для аналитики Python и Excel, научитесь визуализировать данные и делать выводы, опираясь на них.",
 
  },
  {
    title: "Сколько времени длится обучение на ИТ-специалиста?",
    para: "Все зависит от курса. В среднем обучение длится два месяца. Вы сможете проходить курс в удобном темпе, смотреть видеоуроки и выполнять задания когда захотите. Доступ к материалам останется навсегда.",
  
  },
  {
    title: "Какой документ об образовании я получу после прохождения курсов по ИТ?",
    para: "Мы выдаем ученикам сертификаты о прохождении курса Т‑Образования. Их получают те, кто выполнил 75% заданий или больше.",
    
  },
]

export const payment = [
  {
    title: "150 000 ₽ от Т‑Банк Образования",
    para: "Грант могут получить преподаватели математики, информатики и физики 9—11-х классов из любой школы и организации дополнительного образования России",
  },
  {
    title: "Методическая поддержка",
    para: "Мы предлагаем доступ к курсам и дополнительным материалам, которые можно использовать на занятиях с учениками",
  },
  {
    title: "Возможность общаться с талантливыми педагогами",
    para: "Победителей ждут мастер-классы, экскурсии в офисы Т‑Банка, общение и обмен опытом с педагогами со всей страны",
  },
]