import {
    icon1,
    icon2,
    icon3,
    icon4,
    icon5,
    icon6,
    forschool1,
    forschool2,
    forschool3,
    careericon1,
    careericon2,
    careericon3,
    zeroicon1,
    zeroicon2,
    zeroicon3,
    sicon1,
    sicon2,
    sicon3,
    sicon4,
    people1,
    people2,
    people3,
    people4,
    people5,
    people6,
    people7,
    people8,
    people9,
    people10,
} from "../assets";

export const jury = [
  {
    name: "Блинков Александр Давидович",
    role: "Член жюри",
    img: people1,
    para: "— Старший методист и учитель математики школы №218 Москвы. Сотрудник центра педагогического мастерства и московского центра «Непрерывного математического образования. Заслуженный учитель РФ. Отличник образования. Лауреат премии фонда «Династия» Дмитрия Зимина «За выдающиеся заслуги в образовании за 2023 год». Лауреат премии правительства РФ в области образования"
  },
  {
    name: "Юрий Эдлин",
    role: "Член жюри",
    img: people2,
    para: "— Преподаватель математики в Лицее «Физико-техническая школа» им. Ж. И. Алферова. Член жюри Олимпиады Эйлера для учителей математики Санкт-Петербурга и Северо-Западa. Секретарь Санкт-Петербургского семинара учителей математики. Координатор открытой школы-семинара учителей математи. Победитель конкурса лучших учителей в рамках приоритетного национального проекта «Образование»"
  },
  {
    name: "Юрий Скаков",
    role: "Член жюри",
    img: people3,
    para: "— Учитель физики и преподаватель олимпиадных кружков с 2013 по 2022 годы. На протяжении 4 лет являлся тренером сборной России по подготовке к участию в международных олимпиадах по физике"
  },
  {
    name: "Константин Парфёнов",
    role: "Член жюри",
    img: people4,
    para: "— Кандидат физико-математических наук. Доцент МГУ. член ЦПМК по физике. Член жюри Всероссийской олимпиады школьников по физике"
  },
  {
    name: "Денис Кириенко",
    role: "Член жюри",
    img: people5,
    para: "— Учитель информатики в школе № 179, г. Москва. Председатель жюри московских олимпиад по информатике."
  },
  {
    name: "Игорь Мамай",
    role: "Член жюри",
    img: people6,
    para: "— Кандидат физико-математических наук. Доцент факультета компьютерных наук НИУ ВШЭ"
  },
  {
    name: "Елена Андреева",
    role: "Член жюри",
    
    para: "— Заведующий кафедрой информатики СУНЦ МГУ. Председатель жюри московских олимпиад по информатике. Член методической комиссии и член жюри заключительного этапа Всероссийской олимпиады школьников по информатике. Член ЦПМК по информатике. Кандидат физико-математических наук"
  },
  {
    name: "Максим Аркушин",
    role: "Член жюри",
    img: people7,
    para: "— Ведущий специалист центра развития физмат образования МФТИ. Учитель физики в Лицее «Вторая школа» имени В. Ф. Овчинникова"
  },
  {
    name: "Михаил Густокашин",
    role: "Член жюри",
    img: people8,
    para: "— Директор Центра студенческих олимпиад факультета компьютерных наук НИУ ВШЭ"
  },
  {
    name: "Игорь Эльман",
    role: "Член жюри",
    img: people9,
    para: "— Преподаватель математики ГБОУ Школа № 218 и ГБОУ Школа № 179. Член методической комиссии и жюри ММО, математических регат. Победитель и призер творческих конкурсов учителей математики разных лет. Победитель олимпиады «Учитель школы большого города»"
  },
  {
    name: "Дмитрий Мухин",
    role: "Член жюри",
    img: people10,
    para: "— Преподаватель математики в ГБОУ Школа №179 и НИУ ВШЭ. Многократный победитель Творческих конкурсов учителей математики . Лауреат конкурса «Педагог года Москвы». Член жюри ММО и Геометрической олимпиады им.Шарыгина"
  },
]

export const schoolFAQ = [
  {
    title: "Могу ли я участвовать, если у меня нет гражданства РФ?",
    para: "Да, мы ждем участников с любым гражданством",
  },
  {
    title: "Могу ли я подать заявку на два и более курса?",
    para: "Да, вы можете одновременно проходить несколько курсов",
  },
  {
    title: "Куда можно обратиться с дополнительными вопросами?",
    para: "Вопросы можно задать боту Т‑Образования в Телеграме @clar_tbot, в письме на best-talents@tinkoff.ru или в сообществе во ВКонтакте",
    
  },
]

export const sicon = [
  {
    icon: sicon1,
    title: "Курсы",
  },
  {
    icon: sicon2,
    title: "Олимпиады",
  },
  {
    icon: sicon3,
    title: "Активность",
  },
  {
    icon: sicon4,
    title: "Партнерские программы",
  },
]

export const course = [
    {
      icon: icon1,
      title: "Готовим школьников к олимпиадам",
      para: "Учим решать задачи по математике, информатике и экономике",
    },
    {
      icon: icon2,
      title: "Сотрудничаем с вузами",
      para: "Готовим специалистов на собственных кафедрах, открываем лаборатории, делимся опытом на спецкурсах",
    },
    {
      icon: icon3,
      title: "Запускаем стажировки",
      para: "Проводим оплачиваемые стажировки по направлениям аналитики, бэкенд- и фронтенд-разработки, QA, маркетинга и другим",
    },
    {
      icon: icon4,
      title: "Проводим курсы и мероприятия",
      para: "Организовываем интенсивы для профессионального развития и нетворкинга",
    },
];

export const courseSchool = [
  {
    icon: icon1,
    title: "Для кого",
    para: "Для учеников 5—11-х классов, которым интересны математика и информатика",
  },
  {
    icon: icon2,
    title: "Формат",
    para: "Онлайн и офлайн. Все занятия, курсы и другие проекты бесплатные",
  },
  {
    icon: icon5,
    title: "Уровни сложности",
    para: "Для ребят с разным уровнем подготовки — от начинающих до продвинутых",
  },
  {
    icon: icon6,
    title: "Как попасть",
    para: "На некоторые программы нужно пройти отбор, другие доступны без вступительных испытаний",
    btext: "Выбрать курс",
  },
];

export const forSchool = [
  {
    title: "Т‑Банк Финтех",
    para: "Бесплатные трехмесячные курсы по аналитике, разработке, маркетингу и дизайну",
    img: forschool1,
    btext: "Выбрать курс",
  },
  {
    title: "Т-банк Академия",
    para: "Читаем лекции и спецкурсы в вузах России. Предлагаем участвовать в исследовательских проектах",
    img: "",
    btext: "Выбрать программу",
  },
  {
    title: "Talents in t-bank",
    para: "Программы развития для молодых специалистов. Прокачиваем от джуниора до крутого мидла",
    img: "",
    btext: "Попасть в команду",
  },
  {
    title: "Т-Банк Старт",
    para: "Стажировки по направлениям: аналитика, бэкенд- и фронтенд-разработка",
    img: forschool2,
    btext: "Выбрать стажировку",
  },
  {
    title: "Стипендия",
    para: "Поддерживаем талантливых студентов со всей России.",
    img: forschool3,
    btext: "Подробнее",
  },
  {
    title: "Программы в Сириусе",
    para: "Проводим образовательные смены в Сочи или онлайн для школьников, студентов и выпускников",
    img: "",
    btext: "Выбрать смену",
  },
];

export const careercard = [
  {
    icon: careericon1,
    title: "Вакансии",
    para: "Работаем на результат и делаем больше, чем от нас ждут. Можно взять в работу любую задачу",
    bcard: "Посмотреть вакансии",
  },
  {
    icon: careericon2,
    title: "Митапы",
    para: "Делимся опытом и приглашаем выступать экспертов из других компаний",
    bcard: "Выбрать мероприятия",
  },
  {
    icon: careericon3,
    title: "Уровни сложности",
    para: "Проводим интенсивы для мидл-разработчиков, рассказываем про редкие технологии",
    bcard: "Выбрать напровление",
  },
]

export const zerocard = [
  {
    icon: zeroicon1,
    title: "Кому подойдут ИТ-курсы",
    para: "Т‑Образование обучает  с 2016 года. Наши курсы для новичков подходят всем: от школьников до тех, кто захотел попробовать профессию во взрослом возрасте",
  },
  {
    icon: zeroicon2,
    title: "Кто преподает на курсах по ИТ в Т‑Банке",
    para: "У нас 1200+ преподавателей-практиков. Курсы разрабатывают и ведут сотрудники Т‑Банка, которые точно знают, какие знания и навыки пригодятся ученикам в будущем",
  },
  {
    icon: zeroicon3,
    title: "Что получают ученики",
    para: "С нами начали свой путь тысячи . Многие из них попали на стажировку в Т‑Банке и строят успешную карьеру. Когда изучите основы, сможете пройти более сложные курсы",
  },
]

export const FAQzero = [
  {
    title: "Сколько стоит обучение на ИТ-специалиста?",
    para: "Мы предлагаем бесплатное ИТ-обучение. Чтобы начать учиться, просто выберите подходящий ИТ-курс и оставьте заявку на сайте Т‑Образования.",
  },
  {
    title: "Кому подойдут ИТ-курсы?",
    para: "Обучение подойдет новичкам: школьникам, студентам, выпускникам вузов и тем, кто хочет получить новые навыки во взрослом возрасте или повысить цифровую грамотность. Программа рассчитана на начинающих. Вы сможете попробовать себя в профессии и понять, интересно ли вам развиваться в этом направлении. В этом помогут видеоуроки от профессионалов из Т‑Банка и практические задания, похожие на задачи, которыми занимаются наши ИТ-специалисты. Если понравится, вы сможете продолжить учиться: у нас много курсов по разным специальностям и есть стажировки.",
    
  },
  {
    title: "Какой уровень знаний нужен для обучения на ИТ-специалиста?",
    para: "Можно учиться, даже если совсем нет опыта. Необходимые для старта знания и навыки вы получите на курсе.",
    
  },
  {
    title: "Чему можно научиться на курсах по ИТ?",
    para: "У нас есть разные программы обучения на ИТ-специалистов, и на каждой из них вы научитесь основам направления, которое выберете. Например, на курсе по iOS-разработке вы получите базовые знания в программировании на языке Swift и создадите свое первое iOS-приложение. На курсе по анализу данных вы будете использовать для аналитики Python и Excel, научитесь визуализировать данные и делать выводы, опираясь на них.",
 
  },
  {
    title: "Сколько времени длится обучение на ИТ-специалиста?",
    para: "Все зависит от курса. В среднем обучение длится два месяца. Вы сможете проходить курс в удобном темпе, смотреть видеоуроки и выполнять задания когда захотите. Доступ к материалам останется навсегда.",
  
  },
  {
    title: "Какой документ об образовании я получу после прохождения курсов по ИТ?",
    para: "Мы выдаем ученикам сертификаты о прохождении курса Т‑Образования. Их получают те, кто выполнил 75% заданий или больше.",
    
  },
]

export const payment = [
  {
    title: "150 000 ₽ от Т‑Банк Образования",
    para: "Грант могут получить преподаватели математики, информатики и физики 9—11-х классов из любой школы и организации дополнительного образования России",
  },
  {
    title: "Методическая поддержка",
    para: "Мы предлагаем доступ к курсам и дополнительным материалам, которые можно использовать на занятиях с учениками",
  },
  {
    title: "Возможность общаться с талантливыми педагогами",
    para: "Победителей ждут мастер-классы, экскурсии в офисы Т‑Банка, общение и обмен опытом с педагогами со всей страны",
  },
]