import {
    icon1,
    intern1,
    intern2,
    intern3,
} from "../assets";

export const Internfaq = [
    {
        title: "Мне еще не исполнилось 18 лет, могу ли я попасть на стажировку?",
        para: "Да, мы принимаем на стажировку и тех, кому еще не исполнилось 18 лет."
    },
    {
        title: "А если я уже давно окончил вуз?",
        para: "Верхнего возрастного ограничения нет, вы можете подать заявку."
    },
    {
        title: "Могу ли участвовать, если у меня нет гражданства РФ?",
        para: "Стажировку могут проходить студенты очной формы обучения российских вузов с любым гражданством. Если вы не студент, подать заявку можно, имея гражданство России, Беларуси, Армении, Киргизии или Казахстана. Во время стажировки нужно будет находиться в России, Беларуси или Казахстане — в регионе трудоустройства."
    },
    {
        title: "Можно ли совмещать учебу в вузе и стажировку?",
        para: "Летняя стажировка проходит в июле и августе, чтобы не пересекаться с сессией. Стажировку в течение учебного года можно совмещать с учебой: вы можете выбрать комфортную нагрузку от 20 часов в неделю и согласовать график работы с куратором."
    },
    {
        title: "Могу ли я подать заявку на два или больше направлений стажировки?",
        para: "Вы можете выбрать несколько направлений, но встречу с куратором мы организуем только на одно-два из них. Указывая несколько направлений в анкете, начните с самых интересных для вас. Так будет больше шансов пройти именно туда."
    },
    {
        title: "Что писать в анкете? Нужно ли отправлять резюме?",
        para: "Расскажите про свой опыт: проекты, хакатоны, стажировки, работу в команде. Подробно заполните пункты про мотивацию и причины, по которым программа показалась вам интересной. Резюме приложите к анкете, отправлять его отдельно не нужно.",
    },
    {
        title: "Что будет на экзамене?",
        para: "Вам предложат решить несколько задач или кейсы по выбранному направлению. Некоторые экзамены ограничены по времени и длятся от трех до пяти часов. У вас будет одна попытка — экзамен нельзя прерывать или пересдавать. Экзамены без ограничения времени можно решать до окончания отборов, в несколько подходов. Подробную информацию вы найдете в описании экзамена.",
    },
    {
        title: "Когда я узнаю результаты?",
        para: "Мы внимательно изучим каждую анкету, просмотрим результаты экзаменов и свяжемся с каждым кандидатом. Ответим в срок до трех месяцев — это зависит от направления. Отслеживать статус заявки и дату подведения итогов можно в личном кабинете. Если вы успешно прошли отбор, мы пришлем приглашение на интервью с куратором в Телеграм или на электронную почту, указанную при регистрации.",
    },
    {
        title: "Как подготовиться к интервью с кураторами программы?",
        para: "Никакой специальной подготовки не нужно. На встрече вы познакомитесь с куратором и командой. Они проверят: hard skills. Вам могут предложить решить задачку, чтобы понять ход рассуждений и уровень знаний. soft skills. Кураторы зададут несколько вопросов, чтобы определить, сможете ли вы влиться в команду. Если интервью пройдет хорошо, координатор программы уточнит, когда вы сможете начать и сколько часов в неделю планируете уделять программе. С вопросами, в том числе по срокам обратной связи, можно обращаться к координатору. Примерный срок обратной связи — до двух недель, но иногда может быть чуть дольше.",
    },
    {
        title: "Я сейчас официально устроен в другом месте. Могу ли я пройти стажировку?",
        para: "Мы оформляем стажеров на срочный трудовой договор. Если вы хотите работать только 20 часов, можно оформить стажировку как работу по совместительству. Если хотите работать больше, Т‑Банк станет вашим основным местом работы. Для оформления нужно будет либо уволиться с другой работы, либо начать работать там по совместительству.",
    },
    {
        title: "Куда можно обратиться с дополнительными вопросами?",
        para: "Вопросы по условиям задач экзамена можно задать боту Т‑Образования в Телеграме @clar_tbot, в письме на best-talents@tbank.ru или в сообществе во ВКонтакте"
    }
]

export const develope = [
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Python-разработчик",
        para: "Разрабатывает API для платформы базовых технологий",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Frontend-разработчик",
        para: "Придумывает, как создавать удобные сервисы и приложения для клиентов",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Java-разработчик",
        para: "Решает задачи оптимизации и автоматизации процессов",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Scala-разработчик",
        para: "Разрабатывает бэкенд для вертикали малого и среднего бизнеса",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Системный инженер (SRE)",
        para: "Отвечает за надежность работы платформ Т‑Банк: мониторит сбои и быстро на них реагирует",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "ML-инженер",
        para: "Обучает искусственный интеллект обрабатывать данные и предсказывать результаты",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Go-разработчик",
        para: "Разрабатывает новый продукт, используя Golang, PostgreSQL, Kafka",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Android-разработчик",
        para: "Разрабатывает и улучшает наши банковские мобильные приложения",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "iOS-разработчик",
        para: "Создает мобильные продукты для клиентов банка",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Разработчик .NET",
        para: "Развивает внутреннюю систему для автоматизации найма сотрудников",
    },
    {
        stage: "Набор закрыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "1С-разработчик",
        para: "Развивает внутреннюю систему для автоматизации найма сотрудников",
    },
    {
        stage: "Набор закрыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Разработчик С++",
        para: "Занимается разработкой компонентов новой высоконагруженной микросервисной системы",
    },
]

export const analyt = [
    {
        stage: "Набор закрыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Аналитик",
        para: "Штурмует проблемы, выдвигает гипотезы и тестирует их",
    },
    {
        stage: "Набор закрыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Аналитик DWH",
        para: "Оптимизирует работу с данными для обработки и хранения информации",
    },
]

export const qa = [
    {
        stage: "Набор закрыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "QA-инженер",
        para: "Отвечает за обеспечение качества продукта на всех этапах процесса разработки",
    },
]

export const market = [
    {
        stage: "Набор закрыт",
        country: "Москва и Санкт-Питербург",
        developer: "Маркетолог",
        para: "Создает контент, проводит аналитику и продвигает продук",
    },
]

export const managment = [
    {
        stage: "Набор закрыт",
        country: "Россия",
        developer: "Помощник персонального менеджера в Инвестиции Премиум",
        para: "Занимается привлечением на премиальное обслуживание и консультированием по сервисам Т‑Банка Премиум",
    },
    {
        stage: "Набор закрыт",
        country: "Москва и Санкт-Питербург",
        developer: "Координатор образовательных проектов",
        para: "Разрабатывает образовательные проекты и организовывает мероприятия для школьников, студентов и выпускников",
    },
    {
        stage: "Набор закрыт",
        country: "Москва и Санкт-Питербург",
        developer: "Куратор в Т‑Банке Апгрейд",
        para: "Поддерживает и развивает курсы внутренней образовательной экосистемы",
    },
    {
        stage: "Набор закрыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Сорсер в команду рекрутмента",
        para: "Работает с вакансиями и занимается поиском ИТ-специалистов: разработчиков, продакт-менеджеров, аналитиков, дизайнеров и других",
    },
    
]

export const finan = [
    {
        stage: "Набор закрыт",
        country: "Россия",
        developer: "Бухалтерия",
        para: "Занимается бухгалтерским обслуживанием компаний и ИП",
    },
]

export const uri = [
    {
        stage: "Набор закрыт",
        country: "Москва",
        developer: "Контролер регуляторных требований",
        para: "Занимается разборов законодательных актов, базовых стандартов ЦБ, регулирующих банковскую деятельность",
    },
]

export const schoolaricons = [
    {
        icon: intern1,
        title: "Старт карьеры",
        para: "Для студентов, выпускников и начинающих специалистов старше 18 лет",
    },
    {
        icon: intern2,
        title: "Опыт",
        para: "Вы будете решать бизнес-задачи вместе с куратором в одной из команд Т‑Банка. Только актуальные кейсы и много практики",
    },
    {
        icon: icon1,
        title: "Комьюнити",
        para: "Неформальное общение, командные игры «Что? Где? Когда?», математические бои и квизы. Доступ к базе знаний Т‑Банка и участие в жизни профессионального сообщества",
    },
    {
        icon: intern3,
        title: "Комфортные условия",
        para: "Официальное оформление, зарплата каждый месяц. Работать можно удаленно или в одном из офисов в России, Беларуси или Казахстане по договоренности с командой",
    },
]