import {
    intern1,
    intern2,
    intern3,
    sicon4,

} from "../assets";

export const develope = [
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Python-разработчик",
        para: "Разрабатывает API для платформы базовых технологий",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Frontend-разработчик",
        para: "Придумывает, как создавать удобные сервисы и приложения для клиентов",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Java-разработчик",
        para: "Решает задачи оптимизации и автоматизации процессов",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Scala-разработчик",
        para: "Разрабатывает бэкенд для вертикали малого и среднего бизнеса",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Системный инженер (SRE)",
        para: "Отвечает за надежность работы платформ Т‑Банк: мониторит сбои и быстро на них реагирует",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "ML-инженер",
        para: "Обучает искусственный интеллект обрабатывать данные и предсказывать результаты",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Go-разработчик",
        para: "Разрабатывает новый продукт, используя Golang, PostgreSQL, Kafka",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Android-разработчик",
        para: "Разрабатывает и улучшает наши банковские мобильные приложения",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "iOS-разработчик",
        para: "Создает мобильные продукты для клиентов банка",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Разработчик .NET",
        para: "Развивает внутреннюю систему для автоматизации найма сотрудников",
    },
    {
        stage: "Набор закрыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "1С-разработчик",
        para: "Развивает внутреннюю систему для автоматизации найма сотрудников",
    },
    {
        stage: "Набор закрыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Разработчик С++",
        para: "Занимается разработкой компонентов новой высоконагруженной микросервисной системы",
    },
]

export const analyt = [
    {
        stage: "Набор закрыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Аналитик",
        para: "Штурмует проблемы, выдвигает гипотезы и тестирует их",
    },
    {
        stage: "Набор закрыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Аналитик DWH",
        para: "Оптимизирует работу с данными для обработки и хранения информации",
    },
]

export const qa = [
    {
        stage: "Набор закрыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "QA-инженер",
        para: "Отвечает за обеспечение качества продукта на всех этапах процесса разработки",
    },
]

export const market = [
    {
        stage: "Набор закрыт",
        country: "Москва и Санкт-Питербург",
        developer: "Маркетолог",
        para: "Создает контент, проводит аналитику и продвигает продук",
    },
]

export const managment = [
    {
        stage: "Набор закрыт",
        country: "Россия",
        developer: "Помощник персонального менеджера в Инвестиции Премиум",
        para: "Занимается привлечением на премиальное обслуживание и консультированием по сервисам Т‑Банка Премиум",
    },
    {
        stage: "Набор закрыт",
        country: "Москва и Санкт-Питербург",
        developer: "Координатор образовательных проектов",
        para: "Разрабатывает образовательные проекты и организовывает мероприятия для школьников, студентов и выпускников",
    },
    {
        stage: "Набор закрыт",
        country: "Москва и Санкт-Питербург",
        developer: "Куратор в Т‑Банке Апгрейд",
        para: "Поддерживает и развивает курсы внутренней образовательной экосистемы",
    },
    {
        stage: "Набор закрыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Сорсер в команду рекрутмента",
        para: "Работает с вакансиями и занимается поиском ИТ-специалистов: разработчиков, продакт-менеджеров, аналитиков, дизайнеров и других",
    },
    
]

export const finan = [
    {
        stage: "Набор закрыт",
        country: "Россия",
        developer: "Бухалтерия",
        para: "Занимается бухгалтерским обслуживанием компаний и ИП",
    },
]

export const uri = [
    {
        stage: "Набор закрыт",
        country: "Москва",
        developer: "Контролер регуляторных требований",
        para: "Занимается разборов законодательных актов, базовых стандартов ЦБ, регулирующих банковскую деятельность",
    },
]

export const schoolaricons = [
    {
        icon: intern1,
        title: "Старт карьеры",
        para: "Для студентов, выпускников и начинающих специалистов старше 18 лет",
    },
    {
        icon: intern2,
        title: "Опыт",
        para: "Вы будете решать бизнес-задачи вместе с куратором в одной из команд Т‑Банка. Только актуальные кейсы и много практики",
    },
    {
        icon: sicon4,
        title: "Комьюнити",
        para: "Неформальное общение, командные игры «Что? Где? Когда?», математические бои и квизы. Доступ к базе знаний Т‑Банка и участие в жизни профессионального сообщества",
    },
    {
        icon: intern3,
        title: "Комфортные условия",
        para: "Официальное оформление, зарплата каждый месяц. Работать можно удаленно или в одном из офисов в России, Беларуси или Казахстане по договоренности с командой",
    },
]