export const develope = [
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Python-разработчик",
        para: "Разрабатывает API для платформы базовых технологий",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Frontend-разработчик",
        para: "Придумывает, как создавать удобные сервисы и приложения для клиентов",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Java-разработчик",
        para: "Решает задачи оптимизации и автоматизации процессов",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Scala-разработчик",
        para: "Разрабатывает бэкенд для вертикали малого и среднего бизнеса",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Системный инженер (SRE)",
        para: "Отвечает за надежность работы платформ Т‑Банк: мониторит сбои и быстро на них реагирует",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "ML-инженер",
        para: "Обучает искусственный интеллект обрабатывать данные и предсказывать результаты",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Go-разработчик",
        para: "Разрабатывает новый продукт, используя Golang, PostgreSQL, Kafka",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Android-разработчик",
        para: "Разрабатывает и улучшает наши банковские мобильные приложения",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "iOS-разработчик",
        para: "Создает мобильные продукты для клиентов банка",
    },
    {
        stage: "Набор открыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Разработчик .NET",
        para: "Развивает внутреннюю систему для автоматизации найма сотрудников",
    },
    {
        stage: "Набор закрыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "1С-разработчик",
        para: "Развивает внутреннюю систему для автоматизации найма сотрудников",
    },
    {
        stage: "Набор закрыт",
        country: "Россия, Беларусь и Казахстан",
        developer: "Разработчик С++",
        para: "Занимается разработкой компонентов новой высоконагруженной микросервисной системы",
    },
]

export const analyt = [
    {

    },
]

export const qa = [
    
]

export const market = [
    {
        
    },
]

export const managment = [
    {
        
    },
]

export const finan = [
    {
        
    },
]

export const uri = [
    {
        
    },
]